{
    "eyeColors": [
      {
        "color": "brown",
        "eyeColorContent": "Your eye color is brown. Here are some details about brown eyes...",
        "goal": "Bring out the richness and versatility of brown eyes.",
        "recommendedColors": [
          {
            "color": "Warm Tones",
            "description": "Gold, bronze, and rich burgundy add warmth and dimension."
          },
          {
            "color": "Cool Tones",
            "description": "Purples like plum and violet create a striking contrast."
          },
          {
            "color": "Metallic Tones",
            "description": "Copper, bronze, and emerald green for bold looks."
          },
          {
            "color": "Avoid: Muted browns",
            "description": "They may blend too much with the natural eye color."
          }
        ],
        "techniques": [
          "Create a smokey eye using rich purple or green tones.",
          "Use a metallic gold or bronze shade on the lid with a darker brown in the crease.",
          "For eyeliner, experiment with emerald green or deep purple for a unique touch."
        ],
        "imageLinks": [
          "assets/images/look1.png",
          "assets/images/look1.png",
          "assets/images/look1.png",
          "assets/images/look1.png",
          "assets/images/look1.png",
          "assets/images/look1.png"
        ]
      },
      {
        "color": "blue",
        "eyeColorContent": "Your eye color is blue. Here are some details about blue eyes...",
        "goal": "Enhance the vividness and contrast of blue tones.",
        "recommendedColors": [
          {
            "color": "Warm Tones",
            "description": "Copper, bronze, peach, and terracotta create contrast and make blue eyes pop."
          },
          {
            "color": "Neutral Tones",
            "description": "Soft taupe or beige for a subtle look."
          },
          {
            "color": "Cool Tones",
            "description": "Navy blue or slate grey for a dramatic effect"
          },
          {
            "color": "Avoid: Bright blues",
            "description": "They may clash with the natural eye color"
          }
        ],
        "techniques": [
          "Use a bronze or gold shimmer on the lid with a darker brown shade in the crease.",
          "Highlight the inner corner with champagne or light gold for brightness.",
          "Line the eyes with brown or copper eyeliner to enhance depth."
        ],
        "imageLinks": [
          "assets/images/look1.png",
          "assets/images/look1.png",
          "assets/images/look1.png",
          "assets/images/look1.png",
          "assets/images/look1.png",
          "assets/images/look1.png"
        ]
      },
      {
        "color": "green",
        "eyeColorContent": "Your eye color is green. Here are some details about green eyes...",
        "goal": "Enhance the rare green hue with complementary shades.",
       "recommendedColors": [
          {
            "color": "Warm Tones",
            "description": "Copper, rust, and warm browns emphasize the green."
          },
          {
            "color": "Cool Tones",
            "description": "Lavender, plum, and mauve add depth and contrast."
          },
          {
            "color": "Metallic Tones",
            "description": "Gold and bronze for an elegant look."
          },
          {
            "color": "Avoid",
            "description": "Greens that closely match your eye color, as they may reduce contrast"
          }
        ],
        "techniques": [
          "Apply a copper or bronze shade across the lid and blend with a warm brown in the crease.",
          "Use a light gold shimmer in the inner corner and under the brow bone for a lifted effect.",
          "Line the eyes with plum or aubergine eyeliner for a soft, enhancing touch."
        ],
        "imageLinks": [
          "assets/images/look1.png",
          "assets/images/look1.png",
          "assets/images/look1.png",
          "assets/images/look1.png",
          "assets/images/look1.png",
          "assets/images/look1.png"
        ]
      },
      {
        "color": "grey",
        "eyeColorContent": "Your eye color is grey. Here are some details about grey eyes...",
        "goal": "Amplify the soft, mysterious quality of grey eyes.",
        "recommendedColors": [
          {
            "color": "Warm Tones",
            "description": "Peach, pink, and rose gold add warmth and contrast."
          },
          {
            "color": "Cool Tones",
            "description": "Charcoal, navy, and silver for a dramatic effect."
          },
          {
            "color": "Metallic Tones",
            "description": "Silver and gunmetal accentuate the natural coolness of grey."
          },
          {
            "color": "Avoid: Overly muted greys",
            "description": "They may dull the eye color."
          }
        ],
        "techniques": [
          "Use a soft peach or rose shade on the lid with a charcoal grey in the outer corner for definition.",
          "Add silver shimmer to the center of the lid for a reflective effect.",
          "Line the eyes with black or dark grey eyeliner to enhance intensity."
        ],
        "imageLinks": [
          "assets/images/look1.png",
          "assets/images/look1.png",
          "assets/images/look1.png",
          "assets/images/look1.png",
          "assets/images/look1.png",
          "assets/images/look1.png"
        ]
      }
    ]
  }
  